Repository: joaniglesias/rdigital
Catalog: modules/custom/rd_multilanguage/translations/fields/*.field.po
Languages: es

# rd_f_patient_first_surname:#field:label
source: First Surename
es: Primer Apellido

# rd_f_patient_second_surname:#field:label
source: Second Surename
es: Segundo Apellido

# rd_f_patient_group:#field:label
source: Patient Group
es: Grupo del Paciente

# rd_f_patient_mobile:#field:label
source: Mobile
es: Telefono mobil

# rd_f_patient_home_telephone:#field:label
source: Home Telephone
es: Telefono de casa

# rd_f_patient_work_telephone:#field:label
source: Work Telephone
es: Telefono del trabajo

# rd_f_patient_address:#field:label
source: Address
es: Direccion

# rd_f_patient_first_surname:rd_ct_patient:label
source: First Surename
es: Primer Apellido

# rd_f_patient_second_surname:rd_ct_patient:label
source: Second Surename
es: Segundo Apellido

# rd_f_patient_group:rd_ct_patient:label
source: Patient Group
es: Grupo del Paciente

# rd_f_patient_mobile:rd_ct_patient:label
source: Mobile
es: Telefono mobil

# rd_f_patient_home_telephone:rd_ct_patient:label
source: Home Telephone
es: Telefono de casa

# rd_f_patient_work_telephone:rd_ct_patient:label
source: Work Telephone
es: Telefono del trabajo

# rd_f_patient_address:rd_ct_patient:label
source: Address
es: Direccion

# rd_f_appo_related_patient:#field:label
source: Related Patient
es: Paciente relacionado

# rd_f_appo_date_time:#field:label
source: Appointment Date and time
es: Dia y hora de la visita

# rd_f_appo_temp_keyb_measures:#field:label
source: Temporary Keyboard Measures
es: Medidas temporales del Teclado

# rd_f_appo_treatment_measures:#field:label
source: Treatment Measures
es: Medidas del Tratamiento

# rd_f_appo_treatment_comments:#field:label
source: Treatment Comments
es: Comentarios del Tratamiento

# rd_f_appo_related_patient:rd_ct_appointment:label
source: Related Patient
es: Paciente relacionado

# rd_f_appo_date_time:rd_ct_appointment:label
source: Appointment Date and Time
es: Dia y hora de la visita

# rd_f_appo_temp_keyb_measures:rd_ct_appointment:label
source: Temporary Keyboard Measures
es: Medidas temporales del teclado

# rd_f_appo_treatment_measures:rd_ct_appointment:label
source: Treatment Measures
es: Medidas del Tratamiento

# rd_f_appo_treatment_comments:rd_ct_appointment:label
source: Treatment Comments
es: Comentarios del Tratamiento

# rd_f_keyb_button_type:#field:label
source: Button Type
es: Tipo de Boton

# rd_f_keyb_button_cover_name:#field:label
source: Button Cover's Name
es: Nombre de la cubierta del boton

# rd_f_keyb_button_text:#field:label
source: Button Text
es: Texto del boton

# rd_f_keyb_button_vocabulary:#field:label
source: Button Related Vocabulary
es: Vocabulario relacionado con el boton

# rd_f_keyb_button_type:rd_ct_keyboard_button:label
source: Button Type
es: Tipo de boton

# rd_f_keyb_button_cover_name:rd_ct_keyboard_button:label
source: Button Cover's Name
es: Nombre de la cubierta del boton

# rd_f_keyb_button_cover_name:rd_ct_keyboard_button:description
source: Name that will appear on the button's cover
es: Nombre que aparecera en la cubierta del boton

# rd_f_keyb_button_text:rd_ct_keyboard_button:label
source: Button Text
es: Texto del Boton

# rd_f_keyb_button_text:rd_ct_keyboard_button:description
source: Text that will be written after clicking on the button
es: Texto que sera escrito despues de hacer click sobre el boton

# rd_f_keyb_button_vocabulary:rd_ct_keyboard_button:label
source: Button Related Vocabulary
es: Vocabulario relacionado con el botob

# rd_f_appo_telephone:#field:label
source: Patient Telephone
es: Telefono del Paciente

# rd_f_appo_telephone:rd_ct_appointment:label
source: Patient Telephone
es: Telefono del Paciente
